1yib.rust-bundle
afmicc.getterandsettergenerator
ahmadalli.vscode-nginx-conf
andischerer.theme-atom-one-dark
andresma.night-nord
aytee17.vscode-oceanic-next-sublime
azemoh.one-monokai
bbenoist.nix
beardedbear.beardedtheme
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
ciiqr.reindent
codezombiech.gitignore
ctcuff.font-preview
ctenbrinke.vscode-tsv
danielpinto8zz6.c-cpp-compile-run
davidanson.vscode-markdownlint
diegomolina.css-minify
donjayamanne.githistory
dustypomerleau.rust-syntax
dzhavat.git-cheatsheet
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
felipecaputo.git-project-manager
fill-labs.dependi
fisheva.eva-theme
formulahendry.code-runner
foxundermoon.shell-format
freebroccolo.theme-atom-one-dark
github.copilot
github.copilot-chat
github.github-vscode-theme
grapecity.gc-excelviewer
gruntfuggly.todo-tree
harryhopkinson.vim-theme
hoovercj.vscode-settings-cycler
icrawl.discord-vscode
itzselenux.lm-theme
jinxdash.prettier-rust
jnoortheen.nix-ide
joelcrosby.one-dark-darker
jscearcy.rust-doc-viewer
kelvin.vscode-sshfs
kisstkondoros.vscode-gutter-preview
kokoscript.loopytheme
l13rary.l13-diff
lacroixdavid1.vscode-format-context-menu
laurenclark.sappho
lorettadevs.loretta-lua
manuth.markdown-converter
marlinfirmware.auto-build
marvhen.reflow-markdown
matthewpi.caddyfile-support
maximtrp.drone-ci
mechatroner.rainbow-csv
mhutchie.git-graph
mohd-akram.vscode-html-format
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
nicscott.gitkraken-dark
nord.nord
novy.vsc-gcode
phplasma.csv-to-table
pilleye.dusk-theme
platformio.platformio-ide
procratstinator.gray-formatter
raynigon.nginx-formatter
rdnlsmith.linux-themes
redhat.java
redhat.vscode-yaml
robbowen.synthwave-vscode
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
sanaajani.taskrunnercode
shahilkumar.docxreader
slevesque.vscode-zipexplorer
st0pien.min-darker
tamasfe.even-better-toml
tatsy.vscode-3d-preview
theaflowers.witch-hazel
tinkertrain.theme-panda
tlevesque2.duplicate-finder
tomoki1207.pdf
ttoowa.in-your-face-incredible
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vinaykumar.vice
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
xaver.clang-format
yinfei.luahelper
yzhang.markdown-all-in-one
zamerick.vscode-caddyfile-syntax
zhuangtongfa.material-theme
