1YiB.rust-bundle
afmicc.GetterAndSetterGenerator
ahmadalli.vscode-nginx-conf
andischerer.theme-atom-one-dark
andresma.night-nord
aytee17.vscode-oceanic-next-sublime
azemoh.one-monokai
BeardedBear.beardedtheme
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
codezombiech.gitignore
ctenbrinke.vscode-tsv
danielpinto8zz6.c-cpp-compile-run
DavidAnson.vscode-markdownlint
DiegoMolina.css-minify
dustypomerleau.rust-syntax
equinusocio.vsc-material-theme-icons
eserozvataf.one-dark-pro-monokai-darker
felipecaputo.git-project-manager
fisheva.eva-theme
formulahendry.code-runner
foxundermoon.shell-format
freebroccolo.theme-atom-one-dark
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
HarryHopkinson.vim-theme
hoovercj.vscode-settings-cycler
ItzSelenux.lm-theme
JoelCrosby.one-dark-darker
kisstkondoros.vscode-gutter-preview
kokoscript.loopytheme
manuth.markdown-converter
marlinfirmware.auto-build
marvhen.reflow-markdown
matthewpi.caddyfile-support
maximtrp.drone-ci
mechatroner.rainbow-csv
mhutchie.git-graph
mohd-akram.vscode-html-format
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-serial-monitor
mwpb.java-prettier-formatter
NicScott.gitkraken-dark
Nord.nord
Novy.vsc-gcode
phplasma.csv-to-table
Pilleye.dusk-theme
platformio.platformio-ide
raynigon.nginx-formatter
rdnlsmith.linux-themes
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
RobbOwen.synthwave-vscode
rokoroku.vscode-theme-darcula
rust-lang.rust-analyzer
SanaAjani.taskrunnercode
serayuzgur.crates
ShahilKumar.docxreader
slevesque.vscode-zipexplorer
St0pien.min-darker
tatsy.vscode-3d-preview
teabyii.ayu
TheaFlowers.witch-hazel
tinkertrain.theme-panda
tlevesque2.duplicate-finder
tomoki1207.pdf
twxs.cmake
VinayKumar.vice
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
zamerick.vscode-caddyfile-syntax
zhuangtongfa.material-theme
